<?php
    return [
        'user.reset.title'          =>  'بازسازی کلمه عبور',
        'user.reset.button'         =>  'بازسازی کلمه عبور',

        'user.reset.sent1'          =>  'ما درخواست شما برای بازسازی کلمه عبور حساب {email} را دریافت نمودیم.',
        'user.reset.sent2'          =>  'برای نوسازی کلمه عبور بر روی دکمه زیر کلیک نمایید.اعتبار این ایمیل فقط ۲۴ ساعت می گردد و بعد از آن لینک ارسال شده غیر معتبر می باشد.',
        'user.reset.sent3'          =>  'در صورتی که شما این درخواست را نفرستاده اید،این ایمیل را نادیده گرفته و آن را حذف نمایید.',

        'user.join.title'           =>  'به نودز خوش آمدید',
        'user.join.sent1'           =>  'شما با ایمیل {email} در نودز ثبت نام نمودید، ورود شما را به نودز خوش آمد می گوییم.',
        'user.join.sent2'           =>  'لازم است که شما حساب کاربری خود را فعال نمایید، برای این منظور لطفا بر روی دکمه زیر کلیک نمایید. اعتبار این ایمیل فقط ۲۴ ساعت می باشد و بعد از آن لینک فعال سازی غیر معتبر می گردد.',
        'user.join.button'          =>  'فعال سازی حساب',

        'user.activation.title'     =>  'فعال سازی حساب',
        'user.activation.sent1'     =>  'ما درخواست شما جهت ارسال مجدد لینک فعال سازی حساب کاربری برای ایمیل {email} را دریافت نمودیم.',
        'user.activation.sent2'     =>  'برای فعال سازی حساب کاربری خود لطفا بر روی دکمه زیر کلیک نمایید. اعتبار این ایمیل فقط ۲۴ ساعت می باشد و بعد از آن لینک فعال سازی غیر معتبر می گردد.',
        'user.activation.button'    =>  'فعال سازی حساب',

        'user.pass_changed.title'   =>  'تغییر کلمه عبور',
        'user.pass_changed.sent1'   =>  'کلمه عبور شما با موفقیت تغییر یافت، حالا می توانید با کلمه عبور جدید وارد حساب کاربری خود شوید.',


        'user.emailchange1.title'   =>  'درخواست تغییر ایمیل',
        'user.emailchange1.sent1'   =>  'ما درخواست شما برای تغییر ایمیل حساب کاربری شما از {email} به ایمیل دیگری را دریافت نمودیم.',
        'user.emailchange1.sent2'   =>  'در صورتی که قصد تغییر ایمیل حساب کاربری خود در نودز را دارید بر روی لینک زیر کلیک نمایید.اعتبار این ایمیل فقط ۲۴ ساعت می باشد و بعد از آن لینک تغییر ایمیل غیر معتبر می گردد.',
        'user.emailchange1.sent3'   =>  'در صورتی که شما این درخواست را نفرستاده اید،این ایمیل را نادیده گرفته و آن را حذف نمایید.',
        'user.emailchange1.button'  =>  'تغییر ایمیل',

        'token.emailchange2.title'  =>  'تایید تغییر ایمیل',
        'token.emailchange2.sent1'  =>  'این ایمیل به منظور تغییر ایمیل حساب کاربری شما به {email} ارسال گردیده است.',
        'token.emailchange2.sent2'  =>  'در صورتی که این تغییر به درخواست شما ارسال گردیده است بر روی لینک زیر کلیک نمایید.تا قبل از تایید این ایمیل ، نودز شما را با ایمیل قبلیتان می شناسد.اعتبار این ایمیل فقط ۲۴ ساعت می باشد و بعد از آن لینک تایید ایمیل غیر معتبر می گردد.',
        'token.emailchange2.sent3'  =>  'در صورتی که از تایید تغییر ایمیل منصرف شده اید و یا خود شما این درخواست را نفرستاده اید، این ایمیل را نادیده گرفته و آن را حذف نمایید.',
        'token.emailchange2.button' =>  'تایید تغییر ایمیل',


        'sender.name'               =>  'نودز',
        'mail.header'               =>  'نودز، لذت خواندن و خوانده شدن',
        'mail.footer'               =>  'ارسال شده توسط نودز',

        'digest.title'              =>  'در نودز بخوانید - {subject}',
        'sender.digest.name'        =>  'خلاصه نوشته های برتر نودز',
        'digest.by_cover.written_by'=>  'نوشته شده توسط',
        'digest.no_cover.written_by'=>  'نوشته شده توسط',
        'digest.no_cover.btn'       =>  'ادامه مطلب',
        'digest.footer.setting'     =>  'تغییر تنظیمات',
        'digest.footer.nodes'       =>  'ارسال شده توسط نودز',
        'digest.header.title'       =>  'نوشته های برتر',
        'digest.header.hello_n_miss'=>  'سلام {name}، برترین نوشته ها را از دست ندهید.',
        'digest.header.customized'  =>  'ترتیب نمایش نوشته ها در نودز بصورت هوشمند برای شما شخصی سازی  می شود.',  
        
        
        'comment.sender.name'               =>  'نظرات برای شما - نودز',
        'comment.header.hint'               =>  'نحوه دریافت نظرات خوانده نشده از طریق تنظیمات قابل تغییر می باشد.',
        
        'comment.full.btn'                  =>  'نمایش نظر',
        'comment.full.header'               =>  'یک نظر خوانده نشده برای نوشته ',
        'comment.full.title'                =>  '{comment_author} برای نوشته {title} شما نظر داده است.',
        
        'comment.digest.header'             =>  '{count} نظر خوانده نشده در ارتباط با نوشته های شما',
        'comment.digest.btn'                =>  'نمایش کامل نظر',
        'comment.digest.title.sigle_post_single_author'     =>  '{comment_author} برای نوشته {title} شما نظر داده است.',
        'comment.digest.title.single_post_multiple_author'  =>  '{comment_author} و {count} نفر دیگر برای نوشته {title} شما نظر داده اند.',
        'comment.digest.title.multiple_post_single_author'  =>  '{comment_author} برای نوشته های شما چندین نظر داده است..',
        'comment.digest.title.multiple_post_multiple_author'=>  '{comment_author} و {count} نفر دیگر برای نوشته های شما نظر داده اند.',
        'comment.digest.for'                                =>  ' برای ',
    ];